Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsFog Property
 "Depth Cueing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsFog { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsFog As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsFog {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsFog : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace